9/data/attachments/3e684ae8f245c15f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tammy_early_Friend_5063_7</nif:username>
            <nif:friendToBeRequested>soap_friends_60a94ffb-b0d2-4575-90f7-06309ce18dc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>